import math


def area(r):
    ```
    Возвращает площадь окружности
        Параметры:
            r (float) - радиус окружности
            math.pi (float) - число пи из библиотеки math
        Возвращаемое значение:
            math.pi * r * r (float) - площадь окружности
        Пример вызова:
            s = area(4) # - результат 50.2654824574
    ```
    return math.pi * r * r


def perimeter(r):
    ```
    Возвращает периметр окружности
        Параметры:
            r (float) - радиус окружности
            math.pi (float) - число пи из библиотеки math
        Возвращаемое значение:
            2 * math.pi * r (float) - периметр окружности
        Пример вызова:
            s = perimeter(4) # - результат 25.1327412287
    ```
    return 2 * math.pi * r

