def area(a, b): 
    ```
    Возвращает площадь прямоугольника
        Параметры:
            a (float) - первая сторона прямоугольника
            b (float) - вторая сторона прямоугольника
        Возвращаемое значение:
            a * b (float) - площадь прямоугольника
        Пример вызова:
            s = area(4, 5) # - результат 20
    ```
    return a * b 

def perimeter(a, b): 
    ```
    Возвращает периметр прямоугольника
        Параметры:
            a (float) - первая сторона прямоугольника
            b (float) - вторая сторона прямоугольника
        Возвращаемое значение:
            (a + b) * 2 (float) - периметр прямоугольника
        Пример вызова:
            s = perimeter(4, 5) # - результат 18
    ```
    return (a + b) * 2 
