def area(a):
    """
    Возвращает площадь кадрата
        Параметры:
            a (float) - сторона квадрата
        Возвращаемое значение:
            a * a (float) - площадь квадрата
        Пример вызова:
            s = area(4) # - результат 16
            
    """
    return a * a


def perimeter(a):
    """
    Возвращает периметр кадрата
        Параметры:
            a (float) - сторона квадрата
        Возвращаемое значение:
            4 * a (float) - периметр квадрата
        Пример вызова:
            s = perimeter(4) # - результат 16
    """
    return 4 * a
