def area(a, h): 
    ```
    Возвращает площадь треугольника
        Параметры:
            a (float) - первая сторона треугольника
            h (float) - высота треугольника
        Возвращаемое значение:
            a * h / 2 (float) - площадь треугольника
        Пример вызова:
            s = area(4, 5) # - результат 10
    ```
    return a * h / 2 

def perimeter(a, b, c): 
    ```
    Возвращает периметр треугольника
        Параметры:
            a (float) - первая сторона треугольника
            b (float) - вторая сторона треугольника
            с (float) - третья сторона треугольника
        Возвращаемое значение:
            a + b + c (float) - периметр треугольника
        Пример вызова:
            s = perimeter(4, 5, 6) # - результат 15 
    ```
    return a + b + c 